Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-2.odt.tmx
Source language: nob
Languages: sme

source: Beslutningen om å ha en felles overordnet del for samisk og norsk, er gjort i enighet med Sametinget. Dette for å synliggjøre den samiske eleven i den norske skolen og for å synliggjøre den samiske skolen for resten av Norge.
sme: Dat mearrádus ahte galgá oktasaš bajit oassi sámi ja dábálaš dáčča skuvlii lea dahkkon ovttasráđiid Sámedikkiin, čalmmustahttin dihte sámi oahppi dábálaš dáčča skuvllas ja čalmmustahttin dihte sámi skuvlla olles Norgii.

source: Med tanke på at Overordnet del – verdier og prinsipper, skal ha en overordnet karakter, og ikke inneholde mye detaljer, er det viktig å ha i mente at de samiske verdiene og prinsippene må utdypes i de ulike læreplanene for fag, når disse fornyes.
sme: Go jurddaša ahte Bajit oassi – árvvut ja prinsihpat galgá leat bajitdási hápmi, ja ii sisttisdoallat olu detáljaid, de lea deaŧalaš muitit ahte sámi árvvut ja prinsihpat fertejit čilgejuvvot dain iešguđet oahppoplánain fágain go dat ođasmahttojuvvojit.

source: I gjeldene samiske parallelle, likeverdige læreplaner, er det vektlagt å synliggjøre den samiske dimensjonen både i fagets formål og i kompetansemål.
sme: Gustovaš sámi parallealla, seammaárvosaš oahppoplánain lea deaddu biddjon dasa ahte čalmmustahttit sámi dimenšuvnna sihke fága ulbmilis ja gelbbolašvuođamihttomeriin.

source: Det er behov for også i fremtiden å utvikle samiske parallelle, likeverdige læreplaner med forsterket samisk innhold.
sme: Lea dárbu boahtteáiggis maid ráhkadit sámi parallealla, seammaárvosaš oahppoplánaid main lea nanusmahtton sámi sisdoallu.

source: Det er også nødvendig med samisk innhold i læreplaner som gjelder for alle elever i Norge.
sme: Lea maid dárbbašlaš ahte lea sámi sisdoallu oahppoplánain mat gustojit buot ohppiide Norggas.

source: Om innholdet i overordnet del i Læreplanverket
sme: Sisdoalu birra Oahppoplánabuktosa bajit oasis

source: Alt innhold i overordnet del er viktig og relevant for den samiske eleven og for den samiske skolen.
sme: Buot sisdoallu bajit oasis lea seamma deaŧalaš ja relevánta sámi oahppái ja sámi skuvlii.

source: Her i denne delen vil vi imidlertid synliggjøre noen sitater fra høringsutkastet til den overordnede delen, vurdere og begrunne disse ut ifra et samisk perspektiv, hvordan samiske elever, samisk skole og samisk innhold i skolen ivaretas.
sme: Muhto dán oasis čalmmustahttit mii muhtin sitáhtaid bajit oasi gulaskuddanevttohusas, árvvoštallat ja ákkastit dáid sámi perspektiivvas, movt sámi oahppit, sámi skuvla ja sámi sisdoallu skuvllas fuolahuvvo.

source: Det blir imidlertid for omfattende å vurdere alt i høringsforslaget.
sme: Šaddá gal beare olu árvvoštallat buot gulaskuddanevttohusas.

source: De delene i den overordnede delen som ikke omtales spesifikt her, ansees som selvfølgelig og felles for alle.
sme: Dat oasit maid mii eat namut earenoamážit dás rehkenastojit diehttelassan ja oktasažžan buohkaide.

source: Hovedoverskriftene her følger de samme som i høringsutkastet til ny generell del.
sme: Váldobajilčállagat dás čuvvot seamma mat leat bajit oasi gulaskuddanevttohusas.

source: Forord
sme: Ovdasátni

source: Sitat fra forordet i høringsutkastet:
sme: Sitáhta gulaskuddanevttohusa ovdasánis:

source: «Den overordnede delen av læreplanverket gjelder for den norske og samiske skolen.
sme: Oahppoplánabuktosa bajit oassi guoská norgga ja sámi skuvllaide.

source: Samene i Norge har status som urfolk ifølge ILO-konvensjonen, og Grunnloven fastsetter at staten skal legge forholdene til rette for at samene kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Sápmelaččain Norggas lea eamiálbmotstáhtus ILO-konvenšuvnna mielde, ja Vuođđoláhka nanne ahte stáhta galgá láhčit dili nu, ahte sápmelaččat sáhttet sihkkarastit ja ovdánahttit iežaset giela, kultuvrra ja servodateallima.

source: Den samiske skolen har derfor et parallelt læreplanverk som gjelder i de kommunene som er en del av forvaltningsområdet for samiske språk.
sme: Sámi skuvllas lea danne buohtalas oahppoplánabuvttus mii gusto dain gielddain mat gullet sámegielaid hálddašanguvlui.

source: Det samme læreplanverket gjelder for elever som har rett til opplæring på samisk i landet for øvrig.
sme: Seamma oahppaplánabuvttus gusto ohppiide geain lea riekti oažžut oahpahusa sámegillii, riikkas muđui.

source: Elever i landet for øvrig som har rett til opplæring i samisk, skal følge det samiske læreplanverket når det gjelder opplæring i faget samisk.»
sme: Oahppit muđui riikkas, geain lea riekti oažžut oahpahusa sámegielas, galget čuovvut sámi oahppoplánabuktosa sámegiela fágas.

source: Vurdering:
sme: Árvvoštallan:

source: For Sametinget er det viktig at den samiske dimensjonen fremkommer i innledningen.
sme: Sámediggái lea deaŧalaš ahte dát teaksta biddjo ovdasátnái.

source: Denne fastslår at samene er urfolk i Norge og grunngir hvorfor det finnes et eget samisk parallelt likeverdig læreplanverk, og hvor dette gjelder.
sme: Dát cealká ahte sámit leat álgoálbmot Norggas ja vuođušta manne lea sierra sámi parallealla seammaárvosaš oahppoplánabuvttus, ja gos dat gusto.

source: Siste setning gir opplysning om at opplæring i samisk som fag skal gis i hele landet til samer som ønsker det.
sme: Maŋemus cealkka dadjá ahte oahpahus sámegielfágas galgá addojuvvot miehtá riikka sápmelaččaide geat dan dáhttot.

source: Opplæringens verdigrunnlag
sme: Oahpahusa árvovuođđu

source: Her understrekes det at skolen skal bygge sin praksis i forhold til formålsparagrafen.
sme: Dás deattuhuvvo ahte skuvla galgá hukset iežas práksisa ulbmilparagráfa ektui.

source: Formålsparagrafen er felles for alle elever.
sme: Ulbmilparagráfa lea oktasaš buot ohppiide.

source: Sitat fra høringsutkastet:
sme: Sitáhta gulaskuddanevttohusas:

source: «Gjennom opplæringen skal elevene tilegne seg verdier som gir retning for deres livsutfoldelse, og de skal forberedes til å bli kloke og handlekraftige samfunnsborgere.
sme: Oahpahusa bokte galget oahppit oahppat árvvuid mat láidestit sin eallinovdáneapmái, ja sii galget ráhkkanahttot šaddat jierbmás ja doaimmalaš servodatlahttun.

source: Disse verdiene er grunnmuren i skolens virksomhet, og skolen må ivareta og gjøre dem levende gjennom kunnskapsformidling, holdningsarbeid og i møte med hver enkelt elev.
sme: Dát árvvut leat skuvlla doaimma geađgejuolgi, ja skuvla ferte áimmahuššat ja ealáskahttit daid máhttogaskkusteami, miellaguoddobarggu ja juohke ovttaskas ohppiin deaivvadeami bokte.

source: Verdiene skal prege skolens og lærernes møte med elevene og med hjemmene, og elevens beste skal alltid være et grunnleggende hensyn.
sme: Árvvut galget báidnit skuvlla ja oahpaheddjiid deaivvadeami ohppiiguin ja ruovttuiguin, ja mii oahppái lea buoremus galgá álo lea vuođđoberoštupmin.

source: Forskjellige interesser, syn og verdier kan føre til spenninger mellom ulike grupper.
sme: Iešguđetlágan beroštumit, oainnut ja árvvut sáhttet dagahit gealdduid iešguđet joavkkuid gaskii.

source: Lærere må derfor anvende sitt profesjonelle skjønn slik at verdier som ivaretar den enkelte, og verdier som ivaretar fellesskapet, balanseres.
sme: Oahpaheaddjit fertejit danne geavahit iežaset profešunealla árvvošteami nu ahte árvvut mat áimmahuššet ovttaskas olbmo, ja árvvut mat áimmahuššet searvevuođa, balanserejuvvojit.

source: » «Den samiske skolen skal i tillegg ha et allsamisk perspektiv og bygge på samiske verdier.
sme: Sámi skuvllas galgá dasa lassin leat buotsámi perspektiiva ja vuođđuduvvot sámi árvvuide.

source: Den siste setningen gir klar retning for den samiske skolen, at samiske verdier skal prege skolens og lærernes møte med elevene og hjemmene.
sme: Maŋemus cealkka cealká čielgasit sámi skuvlla sisdoalu birra, ahte sámi árvvut galget báidnit skuvlla ja oahpaheddjiid deaivvadeami ohppiiguin ja ruovttuiguin.

source: For Sametinget er det viktig at opplæring blir gitt utifra et allsamisk perspektiv.
sme: Sámediggái lea deaŧalaš ahte oahpahus addo buotsámi geahččanguovllus.

source: Elever skal utvikle innsikt og forståelse for at samene er ett folk som bor i fire land, samtidig som at de samiske samfunnene kan være ulike og mangfoldige.
sme: Oahppit galget ovdánahttit máhtu ja ipmárdusa das ahte sápmelaččat lea okta álbmot mat orrot njealji riikkas, seammás go sámi servodagat sáhttet leat iešguđetláganat ja girját.

source: Sametinget er fornøyd med at denne teksten er i innledningen i verdikapittelet.
sme: Sámediggi lea duđavaš go dát teaksta lea árvokapihttala álggus.

source: Det betyr at dette skal gjelde alle underliggende kapitler.
sme: Dat mearkkaša ahte dát galgá gustot buot vuolitkapihttaliidda.

source: I Sametingsmelding om opplæring og utdanning heter det: «Innhold og rammer i den samiske skolen skal være bygget på samiske verdier og samiske verdier skal formidles i undervisningen av samiske barn» videre heter det: “Det er viktig at det bygges opp en fellesskapsforståelse;
sme: Sámedikki oahpahusdieđáhusas čuožžu “ Sámi skuvlla sisdoallu ja rámmat galget huksejuvvot sámi árvvuid ala ja sámi árvvut galget gaskkustuvvot sámi mánáid oahpaheamis ”. Viidáseappot čuožžu: “ Seammás lea hui dehálaš hukset oktasaš áddejumi;

source: at alle samiske barn og unge er en del av det samme samiske folket og at de har samme egenverdi og skal møtes med samme respekt og toleranse uavhengig oppvekst, næringstilknytning, sosial bakgrunn eller andre forskjeller.»
sme: namalassii ahte buot sámi mánát ja nuorat leat oassi seamma sámi álbmogis, ja leat seammaárvosaččat. Juohkehaš sis galgá dovdat ahte son adnojuvvo árvvus ja dohkkehuvvo beroškeahttá bajásšaddandilis, makkár ealáhussii gullá, makkár sosiála duogáš lea dahje makkár eará iešvuođat ležžet.

source: Menneskeverdet
sme: Olmmošárvu

source: Sitat fra høringsutkastet
sme: Sitáhta gulaskuddanevttohusas:

source: «Skolen skal sørge for at menneskeverdet og de verdiene som støtter opp om det, legges til grunn for opplæringen og hele virksomheten.»
sme: Skuvla galgá fuolahit ahte olmmošárvu ja dat árvvut mat dorjot dan, leat oahpahusa ja olles doaimma vuođđun.

source: «Alle mennesker er like mye verdt.
sme: Buot olbmot leat ovttaárvosaččat.

source: Menneskeverdets ukrenkelighet er forankret i formålsparagrafen og bygger på grunnleggende tanker om likeverd, solidaritet og på de bånd som gjør oss avhengige av hverandre.
sme: Olmmošárvvu loavkitmeahttunvuohta lea vuođđuduvvon ulbmilparagráfas ja huksejuvvo ovttaárvosašvuođa, solidaritehta ja daid gaskavuođaid jurdagiidda mat dahket min sorjavažžan nubbi nuppis.

source: Når elever lærer å mestre sitt eget liv, utvikler de selvtillit og en trygg identitet som setter dem i stand til å fortsette å vokse mentalt, følelsesmessig og sosialt.
sme: Go oahppit ohppet hálddašit iežaset eallima, de ovdánahttet iešdovddu ja oadjebas identitehta, mii addá sidjiide ain vuođu ahtanuššat mentálalaččat, dovddolaččat ja sosiálalaččat.

source: Skolens oppgave er å støtte hver elev slik at den enkelte opplever livet som trygt og meningsfylt.»
sme: Skuvlla bargu lea doarjut juohke oahppi nu ahte ovttaskas oahppi dovdá eallima oadjebassan ja jierpmálažžan.

source: I samisk sammenheng er det viktig å se innholdet her, sammen med følgende utsagn i forordet: «Samene i Norge har status som urfolk ifølge ILO-konvensjonen, og Grunnloven fastsetter at staten skal legge forholdene til rette for at samene kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Sámi oktavuođas lea deaŧalaš geahččat sisdoalu dás ovttas čuovvovaš dajahusain ovdasánis: Sápmelaččain Norggas lea eamiálbmotstáhtus ILO-konvenšuvnna mielde, ja Vuođđoláhka nanne ahte stáhta galgá láhčit dili nu, ahte sápmelaččat sáhttet sihkkarastit ja ovdánahttit iežaset giela, kultuvrra ja servodateallima”

source: » For samer som urfolk betyr likeverdighet å få opplæring i og på eget språk, om egen kultur og historie.
sme: Sápmelaččaide álgoálbmogin mearkkaša ovttadássásašvuohta oažžut oahpahusa iežas gielas ja gillii, iežas kultuvrra ja historjjá birra.

source: Dette er ingen særrettighet, men en menneske- og urfolksrettighet, og viser at samisk språk og kultur er likeverdig med majoritetsfolkets språk og kultur.
sme: Dát ii leat sierravuoigatvuohta, muhto olmmoš- ja álgoálbmotvuoigatvuohta, ja čájeha ahte sámegiella ja sámi kultuvra lea ovttaárvosaš eanetloguálbmoga gielain ja kultuvrrain.

source: I kapittelet understrekes det at elevene skal lære å mestre sitt eget liv, utvikle selvtillit og en trygg identitet.
sme: Kapihttalis deattuhuvvo ahte oahppit galget oahppat hálddašit iežaset eallima, ovdánahttit iešluohttámuša ja oadjebas identitehta.

source: Videre står det at den enkelte elev har krav på å bli verdsatt og behandlet likeverdig ut fra den enkeltes forutsetninger og behov, uten å bli utsatt for diskriminering.
sme: Viidáseappot čuožžu ahte ovttaskas oahppis lea riekti árvvusadnojuvvot ja oažžut ovttaárvosaš meannudeami ovttaskas oahppi eavttuid ja dárbbuid vuođul, almmá vealaheami vásitkeahttá.

source: Dette er momenter som understrekes som viktige i Sametingsmelding om opplæring og utdanning.
sme: Dát leat momeanttat mat deattuhuvvojit Sámedikki oahpahusdieđáhusas.

source: Forskning viser at samiske barn og unge er mer utsatt for mobbing og diskriminering enn andre, men det viser seg og at det foregår mye mobbing i samisk skole.
sme: Dutkan čájeha ahte sámi mánát ja nuorat givssiduvvojit ja vealahuvvojit eambbo go earát, muhto čájehuvvo maid ahte lea olu givssideapmi sámi skuvllas.

source: Derfor er det viktig at skolen skal arbeide for respekt og likeverd og omsorg for alle elever.
sme: Dan dihte lea deaŧalaš ahte skuvllas barget dan ala ahte buot oahppit dovdet áktema ja ovttaárvosašvuođa ja áimmahuššama.

source: 1.2 Kultur, identitet og mangfold
sme: 1.2 Kultuvra, identitehta ja girjáivuohta

source: «Skolen skal gi elevene historisk og kulturell innsikt og forankring, og skal bidra til at hver elev kan ivareta og utvikle sin identitet i et inkluderende og mangfoldig fellesskap.
sme: Skuvla galgá addit ohppiide historjjálaš ja kultuvrralaš máhtolašvuođa ja gullevašvuođa, ja galgá veahkehit ahte juohke oahppi sáhttá áimmahuššat ja ovdánahttit iežas identitehta fátmmasteaddji ja girjás searvevuođas.

source: Opplæringen skal gi elevene historisk og kulturell innsikt og forankring, samtidig som den skal åpne dører mot verden og fremtiden.
sme: Oahpahus galgá addit ohppiide historjjálaš ja kultuvrralaš máhtu ja gullevašvuođa, ja galgá seammás rahpat uvssaid máilbmái ja boahtteáigái.

source: Kristen og humanistisk arv og tradisjon er en viktig del av landets samlede kulturarv og har spilt en avgjørende rolle i formingen av samfunnet.
sme: Kristtalaš ja humanisttalaš árvvut ja árbevierut leat dehálaš oassi riikka oppalaš kulturárbbis, ja das lea leamaš dehálaš rolla servodaga hábmemis.

source: Denne arven har utviklet seg opp gjennom historien.
sme: Dát árbi lea ovdánahtton historjjá čađa.

source: Det har gitt grunnlaget for en styreform og en rekke verdier og kulturelle tradisjoner som bidrar til å samle menneskene i landet.
sme: Dat lea leamaš vuolggasadjin stivrenvuohkái ja olu árvvuide ja kultuvrralaš árbevieruide mat veahkehit čohkket riikka álbmoga.

source: Den samiske kulturarven er også en del av kulturarven i Norge.»
sme: Sámi kulturárbi lea maiddái oassi Norgga kulturárbbis.

source: Samisk innhold er tydeligst spesifisert i høringsutkastet i kapittel 1.2. I formålsparagrafen står det: “ Opplæringa skal bidra til å utvide kjennskapen til og forståinga av den nasjonale kulturarven og vår felles internasjonale kulturtradisjon.
sme: Sámi sisdoallu lea čielgasepmosit spesifiserejuvvon kapihtal 1.2. Ulbmilparagráfas čuožžu: Oahpahus galgá váikkuhit dasa ahte oahppá eanet ja ipmirda našunálakulturárbbi ja min oktasaš riikkaidgaskasaš kulturárbevieruid.

source: ” For Sametinget har det vært viktig å presisere i ny generell del, som har status som forskrift, at nasjonal kulturarv inkluderer samisk kulturarv.
sme: ” Sámediggái lea leamaš deaŧalaš deattuhit ođđa oppalaš oasis ahte našuvnnalaš kulturárbi fátmmasta sámi kulturárbbi.

source: Sametinget fikk gjennomslag for dette, og det står i høringsutkastet: «Den samiske kulturarven er en del av kulturarven i Norge.
sme: Sámediggi oaččui dán mielde, ja gulaskuddanevttohusas čuožžu: «Sámi kulturárbi lea maiddái oassi Norgga kulturárbbis».

source: » Sametinget er fornøyd med at dette fremkommer i innledningen.
sme: Sámediggi lea duđavaš go dát boahtá ovdan álggus.

source: Dette viser at den samiske historien og kulturen ikke er noe som er kommet til Norge ved senere innvandring, men har alltid vært en del av historien og kulturen i Norge.
sme: Dát čájeha ahte sámi historjá ja kultuvra ii leat juoga mii lea boahtán Norgii maŋitáiggi sisafárremiin, muhto lea áloáigge leamaš oassin Norgga historjjás ja kultuvrras.

source: «Den samiske skolen skal legge til rette for at elevene får en opplæring med basis i samisk språk, kultur og samfunnsliv.
sme: «Sámi skuvla galgá láhčit dili nu ahte oahppit ožžot oahpahusa man vuođđun lea sámegiella, kultuvra ja servodateallin.

source: Den skal også ivareta samiske verdier som samisk språk, tradisjonell kunnskap og slekt- og familierelasjoner.»
sme: Dat galgá maiddái áimmahuššat sámi árvvuid nugo sámegiela, árbevirolaš máhtu ja sohka- ja fuolkeoktavuođaid.»

source: Vurdering Dette sitatet har referanse til samisk læringsplakat i gjeldende Prinsipper for opplæring for Kunnskapsløftet-Samisk.
sme: Árvvoštallan: Dán sitáhtas lea referánsa sámi oahppoplakáhttii gustovaš Oahpahusa prinsihpat Máhttolokten –sámi oahppoplánabuktosis.

source: Denne setningen vurderes som den viktigste delen for samisk skole i hele den overordnete delen i gjeldende læreplanverk.
sme: Dát cealkka árvvoštallo deaŧaleamos oassin sámi skuvlii olles bajit oasis gustovaš oahppoplánabuktosis.

source: Den samiske skolen har plikt til å gi opplæring med basis i samisk språk, kultur og samfunnsliv.
sme: Sámi skuvla lea geatnegahtton addit oahpahusa mas sámegiella, sámi kultuvra ja servodateallin lea vuođđun.

source: Denne forplikter skoleeiere i samiske kommuner og skoleeiere til klasser som gir opplæring i og på samisk om å tilrettelegge en slik opplæring.
sme: Dát geatnegahttá skuvlaeaiggádiid sámi suohkaniin ja skuvlaeaiggádiid luohkáin mat addet oahpahusa sámegielas ja sámegillii láhčit dili dakkár oahpahussii.

source: Alle elever, både samiske og ikke-samiske elever i den samiske skolen har rett til opplæring både i og på samisk og etter samisk læreplanverk.
sme: Buot ohppiin, sihke sámi ohppiin ja eará ohppiin, lea vuoigatvuohta oažžut oahpahusa sihke sámegielas ja sámegillii ja sámi oahppoplánabuktosa mielde.

source: Tilretteleggingen innebærer at skolen skal organisere samisk opplæring og sørge for å ha kvalifiserte lærere som har kompetanse i samisk språk, kultur og samfunnsliv.
sme: Dili láhčin mearkkaša ahte skuvla galgá organiseret sámi oahpahusa ja fuolahit ahte leat kvalifiserejuvvon oahpaheaddjit geain lea gelbbolašvuohta sámegielas, sámi kultuvrras ja servodateallimis.

source: Den skal også ivareta samiske verdier som samisk språk, tradisjonell kunnskap og slekt- og familierelasjoner.
sme: Dat galgá maid fuolahit sámi árvvuid nugo sámegiela, árbevirolaš máhtu ja sohka- ja fuolkeoktavuođaid.

source: Videreføring av den første setningen i gjeldene samiske læringsplakat til ny generell del, vil være førende for forestående revideringer av de samiske parallelle likeverdige læreplaner.
sme: Gustovaš oahppoplakáhta vuosttaš cealkaga viidásetfievrredeapmi ođđa oppalaš oassái lea mearrideaddjin sámi parallealla seammaárvosaš oahppoplánaid ođasmahttimiidda mat fargga galget dahkkot.

source: På Sametingets nettsider fins en oversikt over hvilke fag som har samiske parallelle likeverdige læreplaner.
sme: Sámedikki neahttasiiddus lea bajilgovva guđiin fágain lea sámi parallealla seammaárvosaš oahppoplána.

source: Også i opplæringen i fag hvor det ikke finnes egne samiske, parallelle læreplaner, gjelder prinsippet om å gi opplæring med basis i samisk språk, kultur og samfunnsliv.
sme: Oahpahus maiddái fágain main ii leat sierra sámi parallealla seammaárvosaš oahppoplánat gusto prinsihppa ahte addit oahpahusa mas sámegiella, sámi kultuvra ja servodateallin lea vuođđun.

source: Det vil gjelde i fag som matematikk og kroppsøving.
sme: Dat guoská fágaide nugo matematihkka ja lášmmohallan.

source: I matematikk vil det for eksempel bety at elever skal lære samiske tellemåter, samiske måleenheter, bruke eksempler fra samisk kultur mm. I kroppsøving vil det bety at det skal bli lagt vekt på tradisjonell kunnskap for eksempel i hovedområdet friluftsliv, selv om dette ikke spesifikt står i læreplanen.
sme: Matematihkas mearkkaša dat ovdamearkka dihte ahte oahppit galget oahppat sámi lohkanvugiid, sámi mihttoovttadagaid, geavahit ovdamearkkaid sámi kultuvrras jna. Lášmmohallamis mearkkaša dát ahte bidjat deattu árbevirolaš máhttui, ovdamearkka dihte olgodaddan váldooasis, vaikko ii čuoččo juste dat oahppoplánas.

source: Alle kompetansemål i alle læreplaner skal i prinsippet være samiske i samisk skole.
sme: Buot gelbbolašvuođamihttomearit buot oahppoplánain galget prinsihpalaččat leat sámi gelbbolašvuođamihttomearit sámi skuvllas.

source: Dette krever lærere med samiske kunnskaper.
sme: Dát gáibida ahte leat oahpaheaddjit geain lea sámi gelbbolašvuohta.

source: I sametingsmeldingen understrekes viktigheten av opplæring i samisk språk, kultur og samfunnsliv.
sme: Sámediggedieđáhusas deattuhuvvo man deaŧalaš oahpahus sámegielas, sámi kultuvrras ja servodateallimis lea.

source: Dette er viktig for samiske barns identitetsoppbygging, trygghet og tilhørighet.
sme: Dát lea deaŧalaš sámi mánáid identitehtahuksemii, oadjebasvuhtii ja gullevašvuhtii.

source: Videre understreker meldingen at opplæringen skal ha et allsamisk perspektiv.
sme: Viidáseappot deattuha dieđáhus ahte oahpahusas galgá leat buotsámi perspektiiva.

source: I meldingen omtales også tradisjonell kunnskap som en viktig verdi i samisk skole.
sme: Dieđáhusas namuhuvvo maid árbevirolaš máhttu deaŧalaš árvun sámi skuvllas.

source: Ved fornying av læreplaner for fag, er det viktig at tradisjonell kunnskap blir utdypet i de læreplanene hvor dette er relevant.
sme: Fágaoahppoplánaid ođasmahttima oktavuođas lea deaŧalaš ahte árbevirolaš máhttu čilgejuvvo dain oahppoplánain gos lea relevánta.

source: Kunnskap om slekt –og familierelasjoner løftes opp som viktig verdi i en samisk skole.
sme: Máhttu sohka- ja bearašoktavuođaid birra loktejuvvo deaŧalaš árvun sámi skuvllas.

source: I høringsutkastets overordnete del, kapittel 3.1 Tilrettelegging for den enkelte elev, står det omtalt om viktigheten av samarbeid mellom hjem og skole, hvor det understrekes foreldrenes og foresattes betydning i opplæringen.
sme: Gulaskuddanevttohusas, kapihtal 3.1 Láhčin ovttaskas oahppái, čuožžu man deaŧalaš ovttasbargu gaskal ruovttu ja skuvlla lea, mas vánhemiid ja ovddasteddjiid mearkkašupmi oahpahussii deattuhuvvo.

source: I samisk sammenheng er også familie for øvrig, faddere og slekta en viktig ressurs i barns opplæring- og sosialiseringsprosess.
sme: Sámiide leat maid bearaš muđui, fáddarat ja sohka deaŧalaš resursan mánáid oahpahus- ja sosialiserenproseassas.

source: Det ansees som en verdi å kjenne til slekta og kunne bruke slektsbegrepene som det er mange av i samisk språk.
sme: Dovdat soga ja máhttit geavahit daid olu sámegielsohkadoahpagiid adno árvun.

source: I samisk kultur er det en viktig verdi å verdsette eldres kunnskap.
sme: Sámi kultuvrras lea deaŧalaš árvvusatnit vuorasolbmuid máhtu.

source: Også i samiske samfunn er bo- og levestrukturene i endring, mange samiske barn må bo langt unna og har ikke den nære kontakten med sine slektninger som tidligere.
sme: Sámi servodagain maid lea orrun- ja eallinstruktuvra rievdame, olu sámi mánát šaddet orrut guhkkin eret ja ii leat dat lagasvuohta iežaset fulkkiide nugo ovdal.
